<?php
$lang['download_ratio_too_low'] = 'И за <a href="../../faq.php#user_ratio">ратио</a> меньше 0.8, вы не можете скачивать торренты из категории DVD.';
$lang['download_minim_4gb'] = 'Для того чтобы скачать DVD, вы должны иметь хотя бы 4GB загруженной информации(upload).';

$lang['download_limit_torrents_per_day'] = 'В связи с низким ратио (<a href="./faq.php#user_ratio">ratio</a> - {$ratio})
											вы ограничены в числе скачиваемых в день торрентов. Вы можете скчать {$max} торрентов в день.
												<br><br>
											<h2>Не закрывайте клиент после того как скопировали что-то, раздавайте дальше тем, кто еще не успел скачать, таким образом ваш ратио будет расти.</h2>';
?>