<?php
$lang['email_body'] = '
Ваша учетная запись {$username} была успешно создана!<br>
<br>
Мы рады что вы зарегистрировались у нас. Прочтите основные идеи работы сайта:<br>
<br>
1. Скачиваемая информация находится не на трекере, а на компьютерах пользователей (таких же, как вы).<br><br>
2. На трекере находятся лишь торренты - крохотные файлы, которые указывают вашему <a href="/faq.php?page=beginning">клиенту</a> (uTorrent, BitComet, и т.д.) параметры реальных файлов и адрес трекера, где можно получить IP адреса тех, у кого уже есть такие же файлы или того кто их тоже скачивает.<br><br>
3. После того как вы скачали файл, не останавливайте закачку, позвольте скачать этот файл тем, кто еще не успел этого сделать.<br><br>
4. Ратио - это отношение объема отданной информации к объему скачанной информации. Чтобы иметь ратио, равный 1, вы должны отдавать столько же, сколько качаете.<br><br>
5. Загрузить свои файлы на трекер вы сможете, получив статус Power User. Не стоит путать загрузку собственных файлов на трекер с информацией, которую вы отдаете другим пользователям в процессе файлообмена.<br><br>

Это лишь некоторые правила и понятия, более подробно вы можете ознакомиться с ними в <a href="/rules.php">Правилах</a> и <a href="/faq.php">FAQ</a>. Настоятельно рекомендуем их прочитать, иначе вы можете лишиться своего аккаунта в случае нарушения правил.
<br><br>
<b>Спасибо за то, что вы с нами</b>.<br>

';

$lang['Eroare, asigură-te că ai copiat adresa de confirmare în întregime'] = 'Ошибка, проверь, что ты полностью скопировал адрес подтверждения';
$lang['Invitația încă n-a fost utilizată, treceți la foaia anterioară (apăsînd back în navigatorul vostru).'] = 'Приглашение еще не было использовано, вернитесь на предыдущую страницу (нажатием кнопки Назад в вашем браузере)';
$lang['Nu lăsa nici un cîmp liber.'] = 'Не оставляй поля пустыми.';
$lang['Ne pare rău, numele de utilizator e prea lung (maxim 17 caractere)'] = 'Слишком длинное имя пользователя (максимум 17 символов)';
$lang['Parolele nu au coincis! Mai încercați o dată.'] = 'Пароли не совпадают! Попробуйте еще раз.';
$lang['Ne pare rău, parola este prea scurtă (minim 6 caractere)'] = 'Слишком короткий пароль (минимум 6 символов)';
$lang['Ne pare rău, parola este prea lungă (maxim 40 caractere)'] = 'Слишком длинный пароль (максимум 40 символов)';
$lang['Ne pare rău, parola nu poate fi la fel ca și numele de utilizator.'] = 'Пароль не может совпадать с именем пользователя.';
$lang['Numele de utilizator nu este valid. (caractere admise: a-z,A-Z,0-9,_. Exemplu: Utilizator_7)'] = 'Вы ввели недопустимое имя пользователя (разрешенные символы: a-z,A-Z,0-9,_. Пример: Utilizator_7).';
$lang['Acest nume de utilizator este deja utilizat.'] = 'Это имя пользователя уже используется.';
$lang['Eroare necunoscută, mai încercați o dată.'] = 'Неизвестная ошибка, попробуйте ещё раз.';
?>