<?php
$lang['ok_signup_successful'] = 'Регистрация завершена успешно';
$lang['ok_check_the_mail'] = 'Подтверждающее письмо было отправленно на указанный Вами адрес электронной почты ({$email}). В отправленном письме находится ссылка на активацию Вашего профайла. <b>Пока Вы не перейдёте по указанной в письме ссылке Вы не сможете авторизоваться</b>, а после нескольких дней Ваш неактивированный профайл и вовсе будет удалён. Проверьте папку со спамом, если вы не получили письмо.';
//<br><br>
//Если активация не придет в течении 10 минут, проидете по <a href="./confirm_no_email.php">этой</a> сцылке.

$lang['ok_already_confirmed_head'] = 'Аккаунт уже подтвержден';
$lang['ok_already_confirmed_body_head'] = 'Уже подтвержден';
$lang['ok_already_confirmed_body'] = '
<p>Аккаунт был уже подтвержден. Вы можете <a href="login.php">войти</a> используя имя и пароль.</p>
';

$lang['ok_confirmed_head'] = 'Аккаунт подтвержден!';
$lang['ok_confirmed_body_head'] = 'Аккаунт подтвержден!';
$lang['ok_confirmed_body'] = '
<p>Ваш аккаунт был активирован! Вы вошли автоматически. Можете пройти на <a href="/"><b>главную страницу</b></a> чтобы начать пользоваться трэкером.</p>
<p>До того как вы начнете пользоваться аккаунтом, рекомендуем прочитать <a href="rules.php"><b>ПРАВИЛА</b></a> и <a href="faq.php"><b>ЧаВо(FAQ)</b></a>.</p>
<p>Если вы впервые пользуетесь битторент трэкером, <a href="./faq.php?page=beginning"><b>тут</b></a> можно узнать какие программы необходимы.</p>
';

$lang['ok_confirmed_head_but_cookie'] = 'Аккаунт подтвержден!';
$lang['ok_confirmed_body_head_but_cookie'] = 'Аккаунт подтвержден!';
$lang['ok_confirmed_body_but_cookie'] = '
<p>Ваш аккаунт был активирован! Но вы не можете автоматически войти. Причиной может быть отключение функции cookies. Вы должны включить функцию cookies, чтобы воспользоваться аккаунтом. Просим включить функцию cookies и <a href="login.php">войти</a>.</p>
';




?>