<?php
$lang['email_confirmation_body'] = '
Вы зарегистрировали новый профайл на {$SITENAME} введя данный адрес<br>
электронной почты ({$email}) как контактный. Если Вы этого не делали<br>
тогда просим Вас проигнорировать это письмо.<br>
<br>
Для подтверждения регистрации Вам необходимо перейти по следующей ссылке:<br>
<br>
<a href="{$confirm_url}">{$confirm_url}</a><br>
<br>
После того как Вы это сделаете, вы сможете воспользоваться Вашим новый профайлом.<br>
Если Вы этого не сделаете - Ваш профайл будет. удалён через несколько дней.<br>
';

$lang['email_reject_body'] = '
Ваш запрос был отклонен.
';
?>