<?php
$lang['singup_username'] = 'Имя пользователя';
$lang['singup_why_now'] = 'Почему только сейчас<br>решили зарегистрироваться ?';
$lang['singup_from_lan'] = 'Вы находитесь в локальной сети ?';
$lang['singup_low_ratio_agree'] = 'Согласны ли Вы с тем,<br>что Ваша учетная запись будет удалена, <br>если за 14 дней Ваш <a href="./faq.php#user_ratio">ратио</a> будет ниже 0.4 ?';
$lang['singup_from_Chisinau'] = 'Вы проживаете в городе Кишинев ?';

$lang['singup_pass'] = 'Пароль';
$lang['singup_pass_again'] = 'Повторите пароль';
$lang['singup_email'] = 'E-mail';
$lang['singup_email_correct'] = 'Адрес электронной почты необходим для получения уведомления о принятии или отказе в регистрации.';

$lang['singup_read_rules'] = 'Я прочитал(a) <a href="rules.php">правила</a>.';
$lang['singup_read_faq'] = 'Я ознакомил(a)ся с <a href="faq.php">ЧаВо</a>.';
$lang['singup_submit_btn'] = 'Отправить запрос';

$lang['signup_request_why'] = 'Для предотвращения создания нескольких учетных записей одним пользователем вводится ограничения на регистрацию. Для регистрации Вам необходимо заполнить форму и отправить данные. Администрация рассмотрит Ваш запрос в кратчайшие сроки. Если с Вашего IP уже были зарегистрированы несколько пользователей, то, скорее всего Администрация трекера не разрешит Вам создать новую учетную запись. Если Вы нарушите правила трекера, и Ваша учетная запись будет заблокирована, то создать новую учетную запись уже будет не возможно. Администрация оставляет за собой право без объяснений отклонять регистрацию новой учетной записи.';

?>